[
  {
    "id": 107,
    "category": "black",
    "indexInCategory": 82,
    "date": "2023-07-10",
    "location": "poplar",
    "notes": [
      "Got beta from a skilled stranger: barndoor the middle by having both left and right hands on the respective holds on the volume and staying close to the wall. \"It doesn't look like it should be enough, but it works.\" And it totally does! Actually not so hard with this tech."
    ]
  },
  {
    "id": 108,
    "category": "black",
    "indexInCategory": 83,
    "date": "2023-07-13",
    "location": "poplar",
    "notes": [
      "Not too bad. There's two-handed start tape on the lower-left volume. Start with your left foot on the nub and you're pretty much good."
    ]
  },
  {
    "id": 109,
    "category": "blue",
    "indexInCategory": 13,
    "date": "2023-07-13",
    "location": "poplar",
    "notes": [
      "Hard! Threw a dozen tries at this (in one day) and managed it. Had seen someone complete it just before me, and she offered encouragement and advice to me at one point. This really does a number on your right foot inside big toe at the start, and the start is the crux so that gets a lot of reps.",
      {
        "type": "p"
      },
      "Repeated on 2023-07-15. Much more comfortable this time; got it second try, and got past the crux both tries. Can kind of start a bit farther back on the right toe, concentrating force less painfully."
    ]
  },
  {
    "id": 110,
    "category": "black",
    "indexInCategory": 84,
    "date": "2023-07-17",
    "location": "poplar",
    "notes": [
      "Requires strength, but not too tricky otherwise. Flashed it, with help from a friend shouting out \"you have a hold right where you want one!\". :D"
    ]
  },
  {
    "id": 111,
    "category": "black",
    "indexInCategory": 85,
    "date": "2023-07-17",
    "location": "poplar",
    "notes": [
      "Cool route. Worked on it with a stranger, sharing ideas and leapfrogging progress. The big central hold with a hole in it is fully untenable as a handhold. Bring chalk.",
      "From the start position, move to grab the ",
      {
        "type": "em",
        "text": "left edge"
      },
      "of the square volume above the right start hold with both hands, matching right hand below left hand. Then, left toe up on the left volume, and *press* up through the hands until stable. Right foot to the start hold; the kneebar on the volume is great. Adjust hands to grab the small holds above the central hold and maneuver up. Grab the point (apical vertex) of the big top-right volume. Left toe on the topmost left hold. Move left hand to the finish hold and, terrified, follow it with the right."
    ]
  },
  {
    "id": 112,
    "category": "black",
    "indexInCategory": 86,
    "date": "2023-07-21",
    "location": "poplar",
    "notes": [
      "Reckon this one must be on the easier side; was having a very weak day but managed to clear it on-sight at the end of my session. The start is those two little holes that have tape spanning the gap between them."
    ]
  },
  {
    "id": 113,
    "category": "blue",
    "indexInCategory": 14,
    "date": "2023-07-24",
    "location": "poplar",
    "notes": [
      "Nice balance route. I do this by walking a step or two out along the highest of the three grouped volumes. I only see one piece of start tape, and I don't think I used the bottom-left dualtex hold."
    ]
  },
  {
    "id": 114,
    "category": "blue",
    "indexInCategory": 15,
    "date": "2023-07-24",
    "location": "poplar",
    "notes": [
      "Saw someone do this on 2023-07-10 and was really impressed—both in general and at their strength. They skipped the (lexically) second hold entirely. I ended up using it, clearing it on my first try of the second day (two weeks later).",
      {
        "type": "p"
      },
      "Start with LH on hold and RH around volume, establish, heel hook around big volume, grab to second hold, and strength your way around the volume via the third hold. Once on the right side, use the top-right blue hold above the ridge line, as well as the down-pointing volume."
    ]
  },
  {
    "id": 115,
    "category": "blue",
    "indexInCategory": 16,
    "date": "2023-07-26",
    "location": "poplar",
    "notes": [
      "Flashed. This one ends at the lower right sloper! It's not too bad; just match in the slot before moving to the top sloper."
    ]
  },
  {
    "id": 116,
    "category": "black",
    "indexInCategory": 87,
    "date": "2023-07-26",
    "location": "poplar",
    "notes": [
      "You can't see the hold on the right side of the volume while you're climbing, but you should grab it first! (…before the other one on that volume.)"
    ]
  },
  {
    "id": 117,
    "category": "pink",
    "indexInCategory": 2,
    "date": "2023-07-26",
    "location": "poplar",
    "notes": [
      "Flashed. (One start tape on the volume; don't see any other.) The hold under the volume is textured but extremely slick. Used the back side of the top corner of the volume, which is very strong: you can fully grip it. Would like to clear without so much aid. A friendly stranger suggests using the undercling at the end for that to help with the stand. Repeated on second try with much more legit use of the volume: I used the top lip in kind of the normal way, but didn't reach around the tip."
    ]
  },
  {
    "id": 118,
    "category": "blue",
    "indexInCategory": 17,
    "date": "2023-07-29",
    "location": "poplar",
    "notes": [
      "One thing I'm proud of here: I figured out before even getting on the wall that I would need to flag left on the start hold to prevent flagpoling. This would have been an easy adjustment to do live, but I'm happy I could see it ahead of time. Technique is fairly straightforward: slap right hand to hold 2 sloper, match with left, then grab the pinch and maneuver up with strength. Get hands to the two lower dualtex holds and stand on hold 2. Then, on my first clear, I just dynoed right hand to the finish, went totally flying, and miraculously managed to slap it with my left and and stabilize. On my second clear a week or so later, I managed to get the last hold statically by carefully grabbing to the lowest portion of it so that it can support you better in the downward direction."
    ]
  },
  {
    "id": 119,
    "category": "black",
    "indexInCategory": 88,
    "date": "2023-08-06",
    "location": "fremont",
    "notes": []
  },
  {
    "id": 120,
    "category": "black",
    "indexInCategory": 89,
    "date": "2023-08-06",
    "location": "fremont",
    "notes": []
  },
  {
    "id": 121,
    "category": "black",
    "indexInCategory": 90,
    "date": "2023-08-06",
    "location": "fremont",
    "notes": []
  },
  {
    "id": 122,
    "category": "blue",
    "indexInCategory": 18,
    "date": "2023-08-09",
    "location": "fremont",
    "notes": [
      "The end is a breeze, once you're established on the antepenult (what would you call that hold??). But the start is tricky, getting up onto the hyperboloid! When facing out, jamming your right hip into it can be pretty useful. Once you're up and turned around and grabbing the pinch above it, left hand to the antepenult and shimmy down a bit before grabbing with the other hand. You will barndoor; gotta hold it and damp back when you hit the hyperboloid with your feet, then re-establish and finish up.",
      {
        "type": "p"
      },
      "My first clear was technically not a legit start; I started with right hand on the right start hold and left hand in the air as I pushed off to grab back with left hand onto the hyperboloid. But I'd done that part legitimately multiple times before, and on a subsequent attempt I legitimately did the start and up through being established turned around on the hyperboloid."
    ]
  },
  {
    "id": 123,
    "category": "black",
    "indexInCategory": 91,
    "date": "2023-08-12",
    "location": "poplar",
    "notes": []
  },
  {
    "id": 124,
    "category": "black",
    "indexInCategory": 92,
    "date": "2023-08-15",
    "location": "poplar",
    "notes": [
      "The start is the crux. Asked someone for tips and she demonstrated; what stuck with me was a kind of \"reverse grip\" of right hand with thumb facing down on the volume's vertical edge. Once you grab left hand to the big hold on the top volume, you're pretty much good. Note that the hold above-right on the top face is black (it looks white in this photo)."
    ]
  },
  {
    "id": 125,
    "category": "blue",
    "indexInCategory": 19,
    "date": "2023-08-15",
    "location": "poplar",
    "notes": [
      "This one takes trust in the footholds as you move your feet ever closer and higher. In the cluster of these, finish with left foot on top-left and right foot on bottom-right. Reaching for the final hold is scary, especially as you go around that corner! On my first attempt I got there but was too afraid to commit. Got it on my second attempt. The arête is quite helpful in the middle for as long as it lasts.",
      {
        "type": "p"
      },
      "Re-cleared 2023-08-25. The end feels a lot easier now that I know I can do it. No danger of falling :D"
    ]
  },
  {
    "id": 126,
    "category": "black",
    "indexInCategory": 93,
    "date": "2023-08-25",
    "location": "poplar",
    "notes": [
      "A novelty, having the start hold and the end hold be the same! On the newly set Wall of Dynos. Not super hard for me; vault up on the low volume and just kind of press into the underside of the end volume to stabilize: right hand pressing around the front edge, left hand pressing around the front edge or left corner. I can just stand there and don't need the lower black hold; I don't know how much height this requires."
    ]
  },
  {
    "id": 127,
    "category": "blue",
    "indexInCategory": 20,
    "date": "2023-08-25",
    "location": "poplar",
    "notes": [
      "Poked at the start: the angle on the big volume directly beneath the start hold is very shallow, and it's easy to slide off, and I didn't attempt it. Then I flashed it when I saw someone trying it out by pointing the toe of their left foot right into the volume, along the top edge maybe 60% of the way to the right. The end hold is very good in the way that it needs to be; you can grab behind it and hold on easily."
    ]
  }
]
