{
  "routes": [
    {
      "id": 99,
      "category": "blue",
      "indexInCategory": 12,
      "date": "2023-06-11",
      "location": "poplar",
      "thumbhash": "3PcJJQRkeHSJCIh4iYaXmZiPe/u4",
      "notes": [
        "Holy moly. Been working on this one for weeks. Definitely at least five sessions. Not an easy blue. Two potential starts: you can go left and use the arête or go straight up. For a while I was using the arête because it's locally easier, but I ended up going directly.",
        {
          "type": "p"
        },
        "Establish using left foot on the ",
        {
          "type": "hold",
          "id": "1",
          "text": "bottom hold"
        },
        ". Grab quickly to the ",
        {
          "type": "hold",
          "id": "6",
          "text": "big hold at middle left"
        },
        ". Then establish right foot and ",
        {
          "type": "em",
          "text": "flag left foot"
        },
        " to get more height pushing up through right foot, grabbing RH to the ",
        {
          "type": "hold",
          "id": "7",
          "text": "tiny hold between the volumes"
        },
        ". Pull up further and grab RH again to the ",
        {
          "type": "hold",
          "id": "8+9",
          "text": "first pinch"
        },
        ". Pull into the wall and grab to the ",
        {
          "type": "hold",
          "id": "8+9",
          "text": "second pinch"
        },
        ", still RH. Then two moves: move LH from the ",
        {
          "type": "hold",
          "id": "6",
          "text": "big hold"
        },
        " to the ",
        {
          "type": "hold",
          "id": "8+9",
          "text": "left pinch"
        },
        ", and move LF from dangling to ",
        {
          "type": "hold",
          "id": "6",
          "text": "that same hold that LH was on"
        },
        ". The foot move will barn-door you. Be ready to stabilize on those ",
        {
          "type": "hold",
          "id": "8+9",
          "text": "pinches"
        },
        ". Big RH grab to ",
        {
          "type": "hold",
          "id": "10",
          "text": "the paraboloid"
        },
        ". Then you can two-hand grab it and just scramble and muscle up. (\"Just\" as in simple, not easy.)"
      ],
      "holds": {
        "viewBox": [3024, 4032],
        "annotations": [
          {
            "id": "1",
            "box": [936, 3188, 152, 178],
            "color": "#c7dfff"
          },
          {
            "id": "2",
            "box": [161, 2604, 188, 203],
            "extra": "M255 2807v50",
            "color": "#c7dfff"
          },
          {
            "id": "3",
            "box": [1218, 2582, 129, 139],
            "color": "#cee3ff"
          },
          {
            "id": "4",
            "box": [1071, 2441, 192, 202],
            "extra": "M1135 2643v50",
            "maskOut": ["3"],
            "color": "#cee3ff"
          },
          {
            "id": "5",
            "box": [1495, 2153, 157, 164],
            "color": "#c7dfff"
          },
          {
            "id": "6",
            "box": [678, 1570, 264, 295],
            "color": "#c7dfff"
          },
          {
            "id": "7",
            "box": [1180, 1110, 154, 168],
            "color": "#c7dfff"
          },
          {
            "id": "8+9",
            "box": [1452, 802, 330, 356],
            "color": "#c7dfff"
          },
          {
            "id": "10",
            "box": [1986, 848, 284, 292],
            "color": "#c7dfff"
          }
        ]
      }
    },
    {
      "id": 100,
      "category": "black",
      "indexInCategory": 75,
      "date": "2023-06-11",
      "location": "poplar",
      "thumbhash": "GggODQJ4iI93p4iXeHmHeNB+Ca3X",
      "notes": [
        "💯❗ Start with left foot, grab RH, jam RF into that starting hold, and really push through it to grab to that lower pinch with LH. Scramble up is standard but not easy, especially going over the top. There's one small black hold just above the pinches (just visible in photo), which you can't see from ground level (occlusion)."
      ]
    },
    {
      "id": 101,
      "category": "black",
      "indexInCategory": 76,
      "date": "2023-06-16",
      "location": "poplar",
      "thumbhash": "GwgKDQKdiY+HWIaomXeIeCFvefaV",
      "notes": [
        "Flashed after watching someone do most of it. Was really notable to me how trivial the last move was for me compared to her, just due to wingspan."
      ]
    },
    {
      "id": 102,
      "category": "black",
      "indexInCategory": 77,
      "date": "2023-07-08",
      "location": "poplar",
      "thumbhash": "HPgNHQZaiH+HZ4d3mHmYh4OPW/rJ",
      "notes": ["Use cross grip on the two holds just before the finish."]
    },
    {
      "id": 103,
      "category": "black",
      "indexInCategory": 78,
      "date": "2023-07-08",
      "location": "poplar",
      "thumbhash": "HwgODQKoeI+HSHend4eneJyPafnY",
      "notes": []
    },
    {
      "id": 104,
      "category": "black",
      "indexInCategory": 79,
      "date": "2023-07-08",
      "location": "poplar",
      "thumbhash": "VxgKDQLol4t3CFeIpoVnio+P+Pl4",
      "notes": [
        "Difficult! Especially not being able to see around the arête. Took a few tries to clear, including isolating the end: it helps to swing center of mass right around the arête before grabbing to the final hold. Would be easier as a top-out for sure. Need to remember my initial strategy for the middle; on my clear, I used a very intense right-legged hinge motion and didn't manage stabilizers well immediately after that."
      ]
    },
    {
      "id": 105,
      "category": "black",
      "indexInCategory": 80,
      "date": "2023-07-10",
      "location": "poplar",
      "thumbhash": "G/gJFQKPiH6HSIeoiHinqHKPWuf4",
      "notes": [
        "Weird how this shares holds with Black #79: the end hold most obviously, but also the rightmost black hold partially visible in this photo is a good foothold to finish. I didn't try this route on Sunday because I couldn't find the start tape, but there's one piece of tape on the small black (yep) hold on the leftmost volume.",
        {
          "type": "p"
        },
        "Repeated on 2023-07-13, somewhat cleaner. Still definitely a dyno from the middle to having my right hand on the penultimate hold. Don't know if there's a way around that, though?"
      ]
    },
    {
      "id": 106,
      "category": "black",
      "indexInCategory": 81,
      "date": "2023-07-10",
      "location": "poplar",
      "thumbhash": "HQgGFQSGd1+ImHd3eIR3d4xvuveX",
      "notes": [
        "Used a bit of cheeky bolt hole on the penultimate hold. Key to the first half (or middle third maybe) is to keep your center of mass left so that you can make use of the stippled hold. For the last bit it helps to note the small chip before the big slot hold. Also used some wingspan to dyno to the final hold. Would like to refine this whole route…"
      ]
    },
    {
      "id": 107,
      "category": "black",
      "indexInCategory": 82,
      "date": "2023-07-10",
      "location": "poplar",
      "thumbhash": "HQgGFQSGd1+ImHd3eIR3d4xvuveX",
      "notes": [
        "Got beta from a skilled stranger: barndoor the middle by having both left and right hands on the respective holds on the volume and staying close to the wall. \"It doesn't look like it should be enough, but it works.\" And it totally does! Actually not so hard with this tech."
      ]
    },
    {
      "id": 108,
      "category": "black",
      "indexInCategory": 83,
      "date": "2023-07-13",
      "location": "poplar",
      "thumbhash": "H9cJLQZmd3aHB4h4h3aoh3ePbvfo",
      "notes": [
        "Not too bad. There's two-handed start tape on the lower-left volume. Start with your left foot on the nub and you're pretty much good."
      ]
    },
    {
      "id": 109,
      "category": "blue",
      "indexInCategory": 13,
      "date": "2023-07-13",
      "location": "poplar",
      "thumbhash": "HAgODQKKh3+Ih4eYeYh3h5COK9v4",
      "notes": [
        "Hard! Threw a dozen tries at this (in one day) and managed it. Had seen someone complete it just before me, and she offered encouragement and advice to me at one point. This really does a number on your right foot inside big toe at the start, and the start is the crux so that gets a lot of reps.",
        {
          "type": "p"
        },
        "Repeated on 2023-07-15. Much more comfortable this time; got it second try, and got past the crux both tries. Can kind of start a bit farther back on the right toe, concentrating force less painfully."
      ]
    },
    {
      "id": 110,
      "category": "black",
      "indexInCategory": 84,
      "date": "2023-07-17",
      "location": "poplar",
      "thumbhash": "GggODQKIiI+IqIioeImHd09+lfaX",
      "notes": [
        "Requires strength, but not too tricky otherwise. Flashed it, with help from a friend shouting out \"you have a hold right where you want one!\". :D"
      ]
    },
    {
      "id": 111,
      "category": "black",
      "indexInCategory": 85,
      "date": "2023-07-17",
      "location": "poplar",
      "thumbhash": "GwgGFQRpmF93V3e2eZaIaPqLx7+J",
      "notes": [
        "Cool route. Worked on it with a stranger, sharing ideas and leapfrogging progress. The big central hold with a hole in it is fully untenable as a handhold. Bring chalk.",
        {
          "type": "p"
        },
        "From the start position, move to grab the ",
        {
          "type": "em",
          "text": "left edge"
        },
        " of the square volume above the right start hold with both hands, matching right hand below left hand. Then, left toe up on the left volume, and ",
        {
          "type": "em",
          "text": "press"
        },
        " up through the hands until stable. Right foot to the start hold; the kneebar on the volume is great. Adjust hands to grab the small holds above the central hold and maneuver up. Grab the point (apical vertex) of the big top-right volume. Left toe on the topmost left hold. Move left hand to the finish hold and, terrified, follow it with the right."
      ]
    },
    {
      "id": 112,
      "category": "black",
      "indexInCategory": 86,
      "date": "2023-07-21",
      "location": "poplar",
      "thumbhash": "FwgKDQLxt4+mhmeYhYl3d/aMa9+3",
      "notes": [
        "Reckon this one must be on the easier side; was having a very weak day but managed to clear it on-sight at the end of my session. The start is those two little holes that have tape spanning the gap between them."
      ]
    },
    {
      "id": 113,
      "category": "blue",
      "indexInCategory": 14,
      "date": "2023-07-24",
      "location": "poplar",
      "thumbhash": "GQgKDQJ5qn+ZWIenmYaYeGKPS/fH",
      "notes": [
        "Nice balance route. I do this by walking a step or two out along the highest of the three grouped volumes. I only see one piece of start tape, and I don't think I used the bottom-left dualtex hold."
      ]
    },
    {
      "id": 114,
      "category": "blue",
      "indexInCategory": 15,
      "date": "2023-07-24",
      "location": "poplar",
      "thumbhash": "GggKHQRzh2+ISJdnl3ZnaHl/i/fI",
      "notes": [
        "Saw someone do this on 2023-07-10 and was really impressed—both in general and at their strength. They skipped the (lexically) second hold entirely. I ended up using it, clearing it on my first try of the second day (two weeks later).",
        {
          "type": "p"
        },
        "Start with LH on hold and RH around volume, establish, heel hook around big volume, grab to second hold, and strength your way around the volume via the third hold. Once on the right side, use the top-right blue hold above the ridge line, as well as the down-pointing volume."
      ]
    },
    {
      "id": 115,
      "category": "blue",
      "indexInCategory": 16,
      "date": "2023-07-26",
      "location": "poplar",
      "thumbhash": "WAgKFQKrqn+IeIeIl2mHh1R/G+P3",
      "notes": [
        "Flashed. This one ends at the lower right sloper! It's not too bad; just match in the slot before moving to the top sloper."
      ]
    },
    {
      "id": 116,
      "category": "black",
      "indexInCategory": 87,
      "date": "2023-07-26",
      "location": "poplar",
      "thumbhash": "GggSDQKIeG+Hd3eId3eId2NvX9X5",
      "notes": [
        "You can't see the hold on the right side of the volume while you're climbing, but you should grab it first! (…before the other one on that volume.)"
      ]
    },
    {
      "id": 117,
      "category": "pink",
      "indexInCategory": 2,
      "date": "2023-07-26",
      "location": "poplar",
      "thumbhash": "GwgKDQKliG94N3iHeIiXh5VvSfeT",
      "notes": [
        "Flashed. (One start tape on the volume; don't see any other.) The hold under the volume is textured but extremely slick. Used the back side of the top corner of the volume, which is very strong: you can fully grip it. Would like to clear without so much aid. A friendly stranger suggests using the undercling at the end for that to help with the stand. Repeated on second try with much more legit use of the volume: I used the top lip in kind of the normal way, but didn't reach around the tip."
      ]
    },
    {
      "id": 118,
      "category": "blue",
      "indexInCategory": 17,
      "date": "2023-07-29",
      "location": "poplar",
      "thumbhash": "GggKFQKHeG+IZ4d3eIeHeLFPOvrE",
      "notes": [
        "One thing I'm proud of here: I figured out before even getting on the wall that I would need to flag left on the start hold to prevent flagpoling. This would have been an easy adjustment to do live, but I'm happy I could see it ahead of time. Technique is fairly straightforward: slap right hand to hold 2 sloper, match with left, then grab the pinch and maneuver up with strength. Get hands to the two lower dualtex holds and stand on hold 2. Then, on my first clear, I just dynoed right hand to the finish, went totally flying, and miraculously managed to slap it with my left and and stabilize. On my second clear a week or so later, I managed to get the last hold statically by carefully grabbing to the lowest portion of it so that it can support you better in the downward direction."
      ]
    },
    {
      "id": 119,
      "category": "black",
      "indexInCategory": 88,
      "date": "2023-08-06",
      "location": "fremont",
      "thumbhash": "4dcJDQKqeVqHB2NYd3NneIdfdvi3",
      "notes": []
    },
    {
      "id": 120,
      "category": "black",
      "indexInCategory": 89,
      "date": "2023-08-06",
      "location": "fremont",
      "thumbhash": "3tcFFQKvd1Z2J3c3qIRIJqyvc/hp",
      "notes": []
    },
    {
      "id": 121,
      "category": "black",
      "indexInCategory": 90,
      "date": "2023-08-06",
      "location": "fremont",
      "thumbhash": "necJBQCDZ094eIZ3d3VoZ08jx5Bm",
      "notes": []
    },
    {
      "id": 122,
      "category": "blue",
      "indexInCategory": 18,
      "date": "2023-08-09",
      "location": "fremont",
      "thumbhash": "IQgKFQRwd86I12pXiJVZaINPXvnS",
      "notes": [
        "The end is a breeze, once you're established on ",
        {
          "type": "hold",
          "id": "7",
          "text": "the antepenult"
        },
        " (what would you call that hold??). But the start is tricky, getting up onto ",
        {
          "type": "hold",
          "id": "5",
          "text": "the hyperboloid"
        },
        "! When facing out, jamming your right hip into it can be pretty useful. Once you're up and turned around and grabbing ",
        {
          "type": "hold",
          "id": "6",
          "text": "the pinch above it"
        },
        ", left hand to ",
        {
          "type": "hold",
          "id": "7",
          "text": "the antepenult"
        },
        " and shimmy down a bit before grabbing with the other hand. You will barndoor; gotta hold it and damp back when you hit ",
        {
          "type": "hold",
          "id": "5",
          "text": "the hyperboloid"
        },
        " with your feet, then re-establish and finish up.",
        {
          "type": "p"
        },
        "My first clear was technically not a legit start; I started with right hand on the ",
        {
          "type": "hold",
          "id": "3",
          "text": "right start hold"
        },
        " and left hand in the air as I pushed off to grab back with left hand onto ",
        {
          "type": "hold",
          "id": "5",
          "text": "the hyperboloid"
        },
        ". But I'd done that part legitimately multiple times before, and on a subsequent attempt I legitimately did the start and up through being established turned around on ",
        {
          "type": "hold",
          "id": "5",
          "text": "the hyperboloid"
        },
        "."
      ],
      "holds": {
        "viewBox": [3024, 4032],
        "annotations": [
          {
            "id": "1",
            "box": [1892, 3434, 144, 138],
            "color": "#c7dfff"
          },
          {
            "id": "2",
            "box": [1601, 2834, 126, 134],
            "extra": "M1664 2968v50",
            "color": "#a7bfe2"
          },
          {
            "id": "3",
            "box": [1815, 2679, 149, 157],
            "extra": "M1889 2836v50",
            "color": "#a7bfe2"
          },
          {
            "id": "4",
            "box": [2244, 2549, 129, 132],
            "color": "#a7bfe2"
          },
          {
            "id": "5",
            "box": [736, 1750, 914, 878],
            "maskOut": ["6"],
            "color": "#a7bfe2"
          },
          {
            "id": "6",
            "box": [1182, 1648, 248, 240],
            "color": "#a7bfe2"
          },
          {
            "id": "7",
            "box": [924, 1032, 767, 489],
            "color": "#80a4d5"
          },
          {
            "id": "8",
            "box": [1007, 797, 213, 202],
            "color": "#5a88c9"
          },
          {
            "id": "9",
            "box": [875, 540, 169, 170],
            "color": "#5a88c9"
          }
        ]
      }
    },
    {
      "id": 123,
      "category": "black",
      "indexInCategory": 91,
      "date": "2023-08-12",
      "location": "poplar",
      "thumbhash": "HggODQCLiI+HWHaYiHeHZwaOWvPm",
      "notes": []
    },
    {
      "id": 124,
      "category": "black",
      "indexInCategory": 92,
      "date": "2023-08-15",
      "location": "poplar",
      "thumbhash": "GggOFQSHeI93h3eId3d4Z5aPivm4",
      "notes": [
        "The start is the crux. Asked someone for tips and she demonstrated; what stuck with me was a kind of \"reverse grip\" of right hand with thumb facing down on the volume's vertical edge. Once you grab left hand to the big hold on the top volume, you're pretty much good. Note that the hold above-right on the top face is black (it looks white in this photo)."
      ]
    },
    {
      "id": 125,
      "category": "blue",
      "indexInCategory": 19,
      "date": "2023-08-15",
      "location": "poplar",
      "thumbhash": "HQgKDQCDq5+HSHpXiIZod2dfivfF",
      "notes": [
        "This one takes trust in the footholds as you move your feet ever closer and higher. In the cluster of these, finish with left foot on top-left and right foot on bottom-right. Reaching for the final hold is scary, especially as you go around that corner! On my first attempt I got there but was too afraid to commit. Got it on my second attempt. The arête is quite helpful in the middle for as long as it lasts.",
        {
          "type": "p"
        },
        "Re-cleared 2023-08-25. The end feels a lot easier now that I know I can do it. No danger of falling :D"
      ]
    },
    {
      "id": 126,
      "category": "black",
      "indexInCategory": 93,
      "date": "2023-08-25",
      "location": "poplar",
      "thumbhash": "3vcJDQKGiW+HOIi4Z4enZ3tev/P3",
      "notes": [
        "A novelty, having the start hold and the end hold be the same! On the newly set Wall of Dynos. Not super hard for me; vault up on the low volume and just kind of press into the underside of the end volume to stabilize: right hand pressing around the front edge, left hand pressing around the front edge or left corner. I can just stand there and don't need the lower black hold; I don't know how much height this requires."
      ]
    },
    {
      "id": 127,
      "category": "blue",
      "indexInCategory": 20,
      "date": "2023-08-25",
      "location": "poplar",
      "thumbhash": "IPgNDYKZeIh/h4eEeJiId1+oz4X6",
      "notes": [
        "Poked at the start: the angle on the ",
        {
          "type": "hold",
          "id": "v",
          "text": "big volume"
        },
        " directly beneath the ",
        {
          "type": "hold",
          "id": "1",
          "text": "start hold"
        },
        " is very shallow, and it's easy to slide off; I didn't attempt to start the route. Then I flashed it when I saw someone trying it out by pointing the toe of their left foot right into the volume, along the top edge maybe 60% of the way to the right. The ",
        {
          "type": "hold",
          "id": "2",
          "text": "end hold"
        },
        " is very good in the way that it needs to be; you can grab behind it and hold on easily."
      ],
      "holds": {
        "viewBox": [3024, 4032],
        "annotations": [
          {
            "id": "v",
            "box": [81, 2904, 939, 552],
            "color": "#a7bfe2"
          },
          {
            "id": "1",
            "box": [750, 2157, 309, 252],
            "extra": "M884 2409v75 M925 2409v75",
            "color": "#a7bfe2"
          },
          {
            "id": "2",
            "box": [2598, 1845, 351, 330],
            "extra": "M2773 2175v75",
            "color": "#c7dfff"
          }
        ]
      }
    }
  ]
}
